Repository: francescafinetti/Ombrace
Catalog: Ombrace/Ombrace/Localizable.xcstrings
Source language: en
Languages: es_419, fr, it

source: A self-guided and personal space where you can select exercises, reflections, and practices that best support your journey toward self-acceptance. You're free to end the session anytime you need and repeat it whenever you want.
es_419: Un espacio personal y autoguiado donde puedes elegir los ejercicios, reflexiones y prácticas que mejor acompañen tu camino hacia la autoaceptación. Eres libre de terminar la sesión cuando lo necesites y repetirla siempre que lo desees.
fr: Un espace personnel et autonome où tu peux choisir les exercices, réflexions et pratiques qui soutiennent le mieux ton chemin vers l’acceptation de toi-même. Tu es libre de terminer la session à tout moment et de la recommencer quand tu le souhaites.
it: Uno spazio personale e autoguidato in cui puoi scegliere esercizi, riflessioni e pratiche che meglio supportano il tuo percorso verso l’autoaccettazione. Sei libero di concludere la sessione in qualsiasi momento e di ripeterla ogni volta che lo desideri.

source: A space designed to support individuals who are navigating body dysmorphia with self-awareness and a desire for change.
es_419: Un espacio diseñado para acompañar a aquellos que están atravesando dificultades relacionadas con la dismorfia corporal, con conciencia y deseo de cambio.
fr: Un espace conçu pour accompagner les personnes traversant la dysmorphie corporelle avec conscience de soi et une volonté de changement.
it: Uno spazio pensato per supportare chi affronta la dismorfia con consapevolezza di sé e il desiderio di cambiamento.

source: About
es_419: Sobre la app
fr: Informations
it: Info

source: Allow yourself to enjoy this space of calm, knowing that you can always return to it whenever you need.
es_419: Permítete disfrutar de este espacio de calma, sabiendo que siempre puedes regresar a él cuando lo necesites.
fr: Permets-toi de savourer cet espace de calme, en sachant que tu peux toujours y revenir quand tu en as besoin.
it: Concediti di godere di questo spazio di calma, sapendo che puoi sempre tornarci quando ne hai bisogno.

source: Are you sure you want to leave?
es_419: ¿Estás seguro de que quieres salir?
fr: Es-tu sûr de vouloir quitter ?
it: Sicuro di voler uscire?

source: Bring your attention to the heartbeat, letting your breath guide you.
es_419: Lleva tu atención al latido de tu corazón, dejando que tu respiración te guíe.
fr: Ramène ton attention sur le battement de ton cœur, et laisse ta respiration te guider, naturellement.
it: Porta la tua attenzione sul battito del cuore, lasciando che il respiro ti accompagni.

source: Calmly, move both hands toward your elbows.
es_419: Con calma, mueve ambas manos hacia tus codos.
fr: Tranquillement, glisse tes mains vers tes coudes.
it: Con calma, muovi entrambe le mani verso i gomiti.

source: Cancel
es_419: Cancelar
fr: Annuler
it: Cancella

source: Complete
es_419: Finalizar
fr: Terminer
it: Completa

source: Connect with your body and embrace self-kindness. Through guided exercises and mindfulness, you'll build a healthier, more balanced relationship with yourself—at your own pace, without pressure. You’re in the right place. Let’s begin.
es_419: Conecta con tu cuerpo y abraza la amabilidad hacia ti mismo. A través de ejercicios guiados y atención plena, construirás una relación más saludable y equilibrada contigo mismo—a tu propio ritmo, sin presión. Estás en el lugar correcto. Comencemos.
fr: Connecte-toi à ton corps et adopte la bienveillance envers toi-même. Grâce à des exercices guidés et à la pleine conscience, tu construiras une relation plus saine et plus équilibrée avec toi-même, à ton rythme, sans pression. Tu es au bon endroit. Commençons.
it: Entra in connessione con il tuo corpo e abbraccia la gentilezza verso te stesso. Attraverso esercizi guidati e pratiche di mindfulness, potrai costruire un rapporto più sano ed equilibrato con te stesso—al tuo ritmo, senza pressioni. Sei nel posto giusto. Cominciamo.

source: Continue
es_419: Continuar
fr: Continuer
it: Continua

source: Done
es_419: Listo
fr: Fait
it: Fatto

source: Enter your name
es_419: Escribe tu nombre
fr: Entre ton nom
it: Inserisci il tuo nome

source: Gently bring your attention to the part of you that feels good right now, even if it’s just a small area of comfort.
es_419: Lleva suavemente tu atención a la parte de ti que se siente bien en este momento, aunque solo sea una pequeña zona de confort.
fr: Dirige doucement ton attention vers la partie de toi qui se sent bien en ce moment, même si ce n’est qu’une petite zone de confort.
it: Porta dolcemente l’attenzione su quella parte di te che in questo momento si sente bene, anche solo un piccolo angolo di comfort.

source: Give yourself a little squeeze, as if you’re offering yourself a gentle hug with love.
es_419: Date un pequeño apretón, como si te estuvieras dando un abrazo suave y lleno de amor.
fr: Accorde-toi un petit serrage, comme si tu t’offrais un câlin doux et réconfortant.
it: Datti una piccola stretta, come un abbraccio gentile che ti offri con amore.

source: Give yourself the time to listen to what your body is communicating today.
es_419: Date el tiempo para escuchar lo que tu cuerpo te está comunicando hoy.
fr: Accorde-toi le temps d’écouter ce que ton corps a à te dire aujourd’hui.
it: Concediti il tempo di ascoltare cosa il tuo corpo ti comunica oggi.

source: Guided Session
es_419: Sesión Guiada
fr: Session Guidée
it: Sessione Guidata

source: Hello, %@
es_419: Hola, %@
fr: Salut, %@
it: Ciao, %@

source: How does this sensation feel? Stay for a moment and experience it.
es_419: ¿Cómo se siente esta sensación? Quédate un momento y experiméntala.
fr: Comment te sens-tu avec cette sensation ? Prends le temps de rester dans cette posture, d’accueillir ce qui se présente.
it: Come ti sembra questa sensazione? Resta un momento a percepirla.

source: How would you like to be called?
es_419: ¿Cómo prefieres que te llamen?
fr: Comment aimerais-tu qu'on t'appelle ?
it: Come vorresti essere chiamato?

source: HOW WOULD YOU LIKE TO BE CALLED?
es_419: ¿CÓMO PREFIERES QUE TE LLAMEN?
fr: COMMENT AIMERAIS-TU QU’ON T’APPELLE?
it: COME VORRESTI ESSERE CHIAMATO?

source: I now invite you to try on your own, exploring the movement and feeling what helps you feel better.
es_419: Ahora te invito a probar por ti mismo, explorando el movimiento y sintiendo lo que te ayuda a sentirte mejor.
fr: Je t’invite maintenant à explorer ces gestes par toi-même, en découvrant ce qui t’apporte le plus de calme et de réconfort.
it: Ti invito ora a provare da solo, esplorando il movimento e sentendo cosa ti fa star meglio.

source: If it feels right, try gently shifting your attention to another part of your body, perhaps one you haven’t considered yet.
es_419: Si se siente bien, intenta dirigir suavemente tu atención a otra parte de tu cuerpo, quizás una en la que aún no hayas pensado.
fr: Si tu en ressens l’envie, essaie de déplacer doucement ton attention vers une autre partie de ton corps, peut-être une que tu n’as pas encore explorée.
it: Se ti fa piacere, prova a spostare dolcemente l’attenzione verso un’altra zona del corpo, magari una che finora non hai considerato.

source: If it feels right, you can accompany this sensation with a light touch, as if giving yourself a gentle hug.
es_419: Si se siente bien, puedes acompañar esta sensación con un toque suave, como si te estuvieras dando un abrazo gentil.
fr: Si cela te semble juste, tu peux accompagner cette sensation d’un geste doux, comme si tu t’offrais une étreinte bienveillante.
it: Se ti fa piacere, puoi accompagnare questa sensazione con un tocco leggero, come fosse un abbraccio gentile a te stesso

source: If you’d like, try bringing your hand to that area with kindness, without judging the sensation.
es_419: Si lo deseas, intenta llevar tu mano a esa área con amabilidad, sin juzgar la sensación.
fr: Si tu le souhaites, pose ta main sur cette zone avec bienveillance, sans juger la sensation.
it: Se ti va, prova ad avvicinare una mano con gentilezza, senza giudicare quella sensazione.

source: If you’d like, you can close your eyes to focus more on the sensations your body is experiencing.
es_419: Si lo deseas, puedes cerrar los ojos para concentrarte más en las sensaciones que tu cuerpo está experimentando.
fr: Si tu en as envie, tu peux fermer les yeux pour te concentrer pleinement sur les sensations qui émergent.
it: Se ti fa piacere, puoi chiudere gli occhi per concentrarti di più sulle sensazioni che il tuo corpo sta vivendo.

source: If you’d like, you can gently move your thumbs, exploring the sensation of contact.
es_419: Si lo deseas, puedes mover suavemente tus pulgares, explorando la sensación del contacto.
fr: Calmement, descends encore tes mains vers tes coudes. Si tu le souhaites, tu peux bouger doucement tes pouces, explorant la sensation de ce contact, en toute curiosité.
it: Se vuoi, puoi far scivolare lentamente i pollici, esplorando questa sensazione di contatto.

source: Imagine offering that area the same warmth and care you would give to someone you love.
es_419: Imagina ofrecerle a esa área la misma calidez y cuidado que le darías a alguien que amas.
fr: Imagine ce qui se passe en toi lorsque tu t’offres ce toucher doux, comme tu le ferais pour quelqu’un que tu aimes.
it: Immagina di poter offrire a quella zona la stessa cura e calore che daresti a qualcuno a cui vuoi bene.

source: Insert Later
es_419: Agregar Después
fr: Insérer Plus Tard
it: Inserisci in seguito

source: Insert name
es_419: Escribe tu nombre
fr: Insérer le Nom
it: Inserisci il tuo nome

source: Inspired by research on self-compassion and supportive touch, our approach encourages gentle, non-judgmental engagement with your body, helping you shift towards a more balanced and appreciative self-perception.
es_419: Inspirado en la autocompasión y los gestos reconfortantes, nuestro enfoque te invita a conectar con tu cuerpo de manera suave y sin juicios, ayudándote a cultivar una relación más amable y equilibrada contigo mismo.
fr: Inspirée par les recherches sur l'auto-compassion et le toucher bienveillant, notre approche encourage un engagement doux et sans jugement envers votre corps, vous aidant ainsi à adopter une perception de soi plus équilibrée et reconnaissante.
it: Ispirato alla ricerca sulla compassione verso sé stessi e sul tocco di supporto, il nostro approccio incoraggia un’interazione gentile e priva di giudizio con il tuo corpo, aiutandoti a sviluppare una percezione di te più equilibrata e consapevole.

source: It's okay to take a break. You can always come back whenever you're ready.
es_419: Está bien hacer una pausa. Puedes regresar cuando te sientas listo.
fr: Il est normal de faire une pause. Tu peux toujours revenir quand tu es prêt(e).
it: Va bene prendersi una pausa. Puoi tornare non appena ti senti pronto.

source: Leave
es_419: Salir
fr: Quitter
it: Esci

source: Let the air gently flow in and expand where it is needed.
es_419: Deja que el aire fluya suavemente y se expanda donde sea necesario.
fr: Laisse l’air circuler doucement et se déployer là où c’est nécessaire, sans effort.
it: Lascia che l’aria entri dolcemente e si espanda dove serve.

source: Let the glowing dots guide your hands with mindfulness and intention.
es_419: Deja que los puntos guíen tus manos con atención y propósito.
fr: Laisse les points lumineux guider tes mains avec pleine conscience et intention.
it: Lascia che i punti luminosi guidino le tue mani con consapevolezza e intenzione.

source: Let the warmth of your hand bring support and security, like an act of care towards yourself.
es_419: Deja que el calor de tu mano brinde apoyo y seguridad, como un acto de cuidado hacia ti mismo.
fr: Laisse la chaleur de ta main apporter soutien et réconfort, comme un acte de soin envers toi-même.
it: Lascia che il calore della tua mano porti sostegno e sicurezza, come un gesto di cura verso di te.

source: Let’s begin together, taking a moment to listen. Make sure your body feels comfortable and ready to follow the movement.
es_419: Comencemos juntos, tomando un momento para escuchar. Asegúrate de que tu cuerpo se sienta cómodo y listo para seguir el movimiento.
fr: Commençons ensemble, en prenant un instant pour écouter. Assure-toi que ton corps se sente à l’aise et prêt à suivre le mouvement, sans effort.
it: Iniziamo insieme, prendendo un momento per ascoltare. Fai in modo che il tuo corpo si senta comodo e preparato a seguire il movimento.

source: Listen to what your body is telling you, trusting its wisdom.
es_419: Escucha lo que tu cuerpo te está diciendo, confiando en su sabiduría.
fr: Écoute ce que ton corps te murmure, et fais-lui confiance : il possède sa propre sagesse.
it: Ascolta cosa il tuo corpo ti sta dicendo, fidandoti della sua saggezza.

source: Make soft movements, as if you’re gently caressing yourself with tenderness.
es_419: Haz movimientos suaves, como si te estuvieras acariciando suavemente con ternura.
fr: Accompagne chaque mouvement de douceur, comme si tu te caressais avec la plus grande tendresse.
it: Fai dei movimenti delicati, come se stessi accarezzando te stesso con dolcezza.

source: Meditation
es_419: Meditación
fr: Méditation
it: Meditazione

source: Melody
es_419: Melodía
fr: Mélodie
it: Melodia

source: Move your right hand and place it gently on your left shoulder, so that both shoulders are supported by your hands.
es_419: Mueve tu mano derecha y colócala suavemente sobre tu hombro izquierdo, de manera que ambos hombros estén apoyados por tus manos.
fr: Puis, amène ta main droite sur ton épaule gauche, offrant à tes deux épaules un soutien tendre et bienveillant.
it: Muovi la mano destra e appoggiala con dolcezza sulla tua spalla sinistra, così da sentire entrambe le spalle supportate dalle mani.

source: None
es_419: Sin sonido
fr: Aucun
it: Nessun Suono

source: Notification Settings
es_419: Configuración de notificaciones
fr: Paramètres de Notification
it: Impostazioni delle Notifiche

source: Notification Time
es_419: Hora de notificación
fr: Heure de Notification
it: Ora della Notifica

source: Now slowly move your hands down to your biceps, letting your right and left hands slide down your arms, at your own pace.
es_419: Ahora, mueve lentamente tus manos hacia abajo, hasta tus bíceps, dejando que tus manos derecha e izquierda deslicen por tus brazos, a tu propio ritmo.
fr: Lorsque tu es prêt(e), fais glisser lentement tes mains vers tes biceps, en laissant chaque mouvement être porté par la douceur et l’attention.
it: Inizia ora a spostare lentamente le mani verso i tuoi bicipiti, facendo scivolare la mano destra e la mano sinistra lungo le braccia, senza fretta.

source: Now, move your left hand over your heart and your right hand over your stomach, as if appreciating these two important spaces of your body.
es_419: Ahora, mueve tu mano izquierda sobre tu corazón y tu mano derecha sobre tu estómago, como si estuvieras apreciando estos dos espacios importantes de tu cuerpo.
fr: Place maintenant ta main gauche sur ton cœur et ta main droite sur ton ventre, reconnaissant ces deux espaces essentiels de ton corps.
it: Ora sposta la mano sinistra sopra il tuo cuore, e la mano destra sopra la tua pancia, come a voler apprezzare questi due spazi importanti del tuo corpo.

source: Now, slowly move both hands down your arms, bringing them together as if you want to unite the hearts of your hands.
es_419: Ahora, mueve lentamente ambas manos hacia abajo por tus brazos, uniéndolas como si quisieras juntar los corazones de tus manos.
fr: Quand tu es prêt(e), fais glisser lentement tes mains le long de tes bras, en les rapprochant doucement, comme si tu cherchais à unir les cœurs de tes mains.
it: Ora, sposta lentamente entrambe le mani verso il basso lungo le braccia, e uniscile insieme, come se volessi unire il cuore delle tue mani.

source: Now, slowly move your left hand to your right shoulder, as if you want to cradle yourself gently with the touch.
es_419: Ahora, mueve lentamente tu mano izquierda hacia tu hombro derecho, como si quisieras abrazarte suavemente con el toque.
fr: Quand tu es prêt(e), déplace lentement ta main gauche vers ton épaule droite, comme si tu te berçais avec douceur, dans un geste réconfortant.
it: Ora, porta lentamente la mano sinistra sulla spalla destra, come se volessi cullarti delicatamente con il tocco.

source: Now, without forcing anything, notice if there is a part that feels tense, tired, or heavy.
es_419: Ahora, sin forzar nada, observa si hay alguna parte que se sienta tensa, cansada o pesada.
fr: Sans rien forcer, remarque s’il y a une partie de toi qui se sent tendue, fatiguée ou lourde.
it: Ora, senza forzare, nota se c’è una parte che si sente più tesa, stanca o appesantita.

source: Opens the guided session with animations and sounds.
es_419: Abre la sesión guiada con animaciones y sonidos.
fr: Ouvre la session guidée avec des animations et des sons.
it: Apre la sessione guidata con animazioni e suoni.

source: Opens the interactive session.
es_419: Abre la sesión interactiva.
fr: Ouvre la session interactive.
it: Apre la sessione interattiva.

source: Our mission is to help you cultivate a healthier connection with your body through self-compassion, body-focused exercises, and mindful practices.
es_419: Nuestra intención es ayudarte a reconectar con tu cuerpo desde la autocompasión, con ejercicios corporales y prácticas de atención.
fr: Notre mission est de vous aider à cultiver une connexion plus saine avec votre corps grâce à l'auto-compassion, des exercices centrés sur le corps et des pratiques de pleine conscience.
it: La nostra missione è aiutarti a coltivare un rapporto più sano con il tuo corpo attraverso l’auto-compassione, esercizi focalizzati sul corpo e pratiche di mindfulness.

source: Relaxing
es_419: Relajante
fr: Relaxant
it: Rilassante

source: Select Time
es_419: Selecciona el tiempo
fr: Sélectionner l’Heure
it: Seleziona Orario

source: Settings
es_419: Configuración
fr: Paramètres
it: Impostazioni

source: Sound
es_419: Sonido
fr: Son
it: Suono

source: Sound Settings
es_419: Configuración de Sonido
fr: Paramètres du Son
it: Impostazioni Suono

source: Sound Type
es_419: Tipo de Sonido
fr: Type de Son
it: Tipo di Suono

source: Start
es_419: Iniciar
fr: Commencer
it: Inizia

source: Start by gently bringing your left hand to your right cheek, as if you want to softly caress your face with your palm.
es_419: Comienza llevando suavemente tu mano izquierda a tu mejilla derecha, como si quisieras acariciar suavemente tu rostro con la palma de tu mano.
fr: Commence en amenant doucement ta main gauche sur ta joue droite, comme si tu caressais délicatement ton visage avec la paume de ta main.
it: Inizia portando la tua mano sinistra delicatamente verso la tua guancia destra, come se volessi accarezzare dolcemente il tuo viso con il palmo.

source: Start Guided Session
es_419: Comienza la Sesión Guiada
fr: Commencer la Session Guidée.
it: Inizia Sessione Guidata

source: Start Your Session
es_419: Comienza Tu Sesión
fr: Commencer Ta Session
it: Inizia La Tua Sessione

source: Stay in this feeling of well-being for a moment, allowing it to expand like a gentle light within you.
es_419: Permanece en esta sensación de bienestar por un momento, permitiéndole expandirse como una luz suave dentro de ti.
fr: Reste un instant dans cette sensation de bien-être, en la laissant se diffuser comme une lumière douce à l’intérieur de toi.
it: Rimani un momento in questa sensazione di benessere, lasciandola espandere come una luce gentile dentro di te.

source: Stay with the sensation of contact with your hand, without rushing. Simply notice how it makes you feel.
es_419: Permanece con la sensación de contacto con tu mano, sin prisa. Simplemente observa cómo te hace sentir.
fr: Reste avec cette sensation de contact, sans te presser. Observe simplement comment cela te fait te sentir, sans chercher à changer quoi que ce soit.
it: Rimani a sentire la sensazione di contatto con la mano, senza fretta. Semplicemente nota come ti fa sentire.

source: Take a deep breath and begin when you're ready.
es_419: Respira profundo… y comienza cuando te sientas listo.
fr: Prends une profonde inspiration et commence quand tu es prêt(e).
it: Un respiro profondo ed inizia quando sei pronto.

source: Take a moment to feel the connection with your body and your breath.
es_419: Tómate un momento para sentir la conexión con tu cuerpo y tu respiración.
fr: Prends un moment pour te connecter à ton corps et à ta respiration.
it: Prenditi un momento per sentire il contatto con il tuo corpo e il tuo respiro.

source: Take a moment to feel the difference between before and now, without expectations.
es_419: Tómate un momento para sentir la diferencia entre antes y ahora, sin expectativas.
fr: Prends un moment pour ressentir la différence entre avant et maintenant, sans attentes.
it: Prenditi un momento per sentire la differenza tra prima e ora, senza aspettative.

source: Take a moment to feel your two hands moving together, as if they are gentle hands offering warmth and care.
es_419: Tómate un momento para sentir tus dos manos moviéndose juntas, como si fueran manos suaves que ofrecen calidez y cuidado.
fr: Prends un moment pour ressentir la manière dont tes deux mains se déplacent ensemble, comme si elles offraient chaleur et soin, avec toute leur bienveillance.
it: Prenditi un momento per sentire le tue due mani che si muovono insieme, come se fossero mani gentili che ti offrono calore e cura.

source: Thank your body for welcoming this experience, exactly as it could today.
es_419: Agradece a tu cuerpo por acoger esta experiencia, tal como pudo ser hoy.
fr: Remercie ton corps d’avoir accueilli cette expérience, tel qu’il est aujourd’hui.
it: Ringrazia il tuo corpo per aver accolto questa esperienza, esattamente come poteva oggi.

source: There is nothing to change or fix right away—simply stay present with your touch and your breath.
es_419: No hay nada que cambiar o arreglar de inmediato; simplemente permanece presente con tu toque y tu respiración.
fr: Il n’y a rien à changer ou à réparer tout de suite ; sois simplement présent(e) avec ton toucher et ta respiration.
it: ⁠Non c’è nulla da cambiare o risolvere subito, semplicemente rimani presente con il tuo tocco e il tuo respiro

source: This journey is personal, and progress looks different for everyone. Whether you're taking your first step or deepening your practice, Ombrace is here to guide you in fostering a more positive and compassionate relationship with yourself.
es_419: Este camino es personal, y el avance es distinto para cada persona. Ya sea que estés dando tu primer paso o profundizando tu práctica, Ombrace está aquí para acompañarte a construir una relación más amable y positiva contigo mismo.
fr: Ce voyage est personnel, et les progrès sont différents pour chacun. Que vous fassiez vos premiers pas ou approfondissiez votre pratique, Ombrace est là pour vous guider dans l'établissement d'une relation plus positive et bienveillante avec vous-même.
it: Questo percorso è personale e il progresso appare diverso per ognuno. Che tu stia muovendo i primi passi o approfondendo la tua pratica, Ombrace è qui per guidarti nel coltivare un rapporto più positivo e compassionevole con te stesso.

source: This position is very practical, and you can use it whenever you want, anywhere, to feel supported.
es_419: Esta posición es muy práctica, y puedes usarla cuando quieras, en cualquier lugar, para sentirte apoyado.
fr: Cette posture est précieuse : tu peux l’adopter à tout moment, où que tu sois, pour retrouver un sentiment de soutien et de sécurité.
it: Questa posizione è molto pratica e puoi usarla quando vuoi, ovunque ti trovi, per sentirti supportato.
